<?php
return array(
    'HINT_BLOCK_CALLBACK' => 'Введите имя функции. Или имя класса у которого есть метод run. Или адрес action (путь к контроллеру с указанием action)',
	'HINT_BLOCK_CODE' => 'Начните вводить код. В списке появятся коды, использованные раннее. Введенный код должен быть уникальным.',
	'HINT_BLOCK_GROUP' => 'Начните вводить группу. В списке появятся группы, которые уже заданы. Выберите группу из списка или введите новую.',
	'HINT_BLOCK_PERMISSION' => 'Укажите (через пробел или запятую) роли или правила, которые должны быть у пользователя для вывода этого блока',
	'HINT_BLOCK_ROUTE' => 'Укажите (через пробел или запятую) пути к action. Типа /blocks/default/update и т.п. Можно использовать маски * (любое кол-во символов) и ? (один символ).',
);
